// Перечень массива с вопрами
var data = [
	[
		// Вопрос
		"Посмотрите на эту картинку каждым глазом по очереди. Где буквы более четче?",
		// Варианты ответов
		[
			"На красном фоне",
			"На обоих картинках",
			"На зеленом фоне"
		],
		// Изображения для вопроса
		[
			"img-1.png",
			"img-2.png"
		],
		// Результат
		[
			"Скорее всего у вас близорукость",
			"У вас хорошее зрение",
			"Скорее всего у вас дальнозоркость"
		]
	],

	[
		"Это второй вопрос?",
		[
			"Да 2",
			"Нет 2",
			"Не знаю 2",
			"Другой вопрос"
		],
		[
			null
		],
		[
			null
		]
	],
	[
		"Это третий вопрос?",
		[
			"Да 3",
			"Нет 3",
			"Не знаю 3"
		],
		[
			"img-2.png"
		],
		[
			null
		]
	],
	[
		"Это четвертый вопрос?",
		[
			"Да 4",
			"Нет 4",
			"Не знаю 4"
		],
		[
			null
		],
		[
			null
		]
	]
];